{
  "name": "Explosive (Timed)",
  "type": "weapon",
  "img": "modules/owb-content/assets/default/explosive.png",
  "effects": [],
  "_id": "hIqKVBkpwuneoqvd",
  "_stats": {
    "coreVersion": "13.342",
    "systemId": null,
    "systemVersion": null,
    "createdTime": null,
    "modifiedTime": null,
    "lastModifiedBy": null,
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "system": {
    "range": {
      "short": 30,
      "medium": 60,
      "long": 180,
      "extreme": 720
    },
    "save": true,
    "pattern": "transparent",
    "description": "<p>Timed Explosives include things like grenades, sticks of dynamite, \"sticky\" bombs, and any other type of explosive device equipped with a short fuse and/or a timed delay.</p>\n<p>As with Impact Explosives, they do not require precision to be effective&mdash;a stationary target out in the open is considered to be AC 9 [10]. Otherwise, the target area is treated as AC 5 [14]. Again, the Referee is free to determine if a &ldquo;miss&rdquo; causes any damage or any other adverse effects near the target area.</p>\n<p>Timed Explosives explode at the very end of the combat round, after all other movement, reloads, actions, and attacks have taken place. The target of a Timed Explosive may make a Saving Throw. Success means he picks up the explosive and hurls it back at his attacker. Failure means he suffers full damage from the explosive (no Saving Throw allowed).</p>\n<p>To avoid this, the attacker may let a Timed Explosive \"cook\" by waiting until the end of the round to throw it. However, if the attacker is injured before the end of the round, he must make a Saving Throw. Failure means he drops the explosive, and everyone within its area of effect suffers normal damage.</p>\n<p>Timed Explosives typically deliver 2d6+2 Hit Points of damage in a 30' radius.</p>",
    "damage": "2d6+2",
    "bonus": 0,
    "tags": [],
    "missile": true,
    "melee": false,
    "equipped": false,
    "burst": false,
    "suppressive": false,
    "weight": 5,
    "counter": {
      "value": 0,
      "max": 1
    }
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_key": "!items!hIqKVBkpwuneoqvd"
}
